Repository: common-repository/crossslide-jquery-plugin-for-wordpress
Catalog: languages/csj-*.po
Languages: de

source: Help support this plugin
de: Helfen Sie, dieses Plugin

source: Developing this plugin cost me hours of work. If you like it, please support it. You can help by:
de: Die Entwicklung dieses Plugin kostet mich Stunden Arbeit. Wenn Sie es wünschen, können Sie unterstützen. Sie können helfen, indem sie

source: Rating it at WordPress.org
de: Rating es bei WordPress.org

source: Following me on Twitter
de: Nach mir auf Twitter

source: Becoming a Fan on Facebook
de: Becoming a Fan auf Facebook

source: A special thank you to the follow people for donating to support my plugin work.
de: Ein besonderes Dankeschön an die Leute folgen für die Hilfe, Unterstützung meiner Arbeit Plugin.

source: Latest posts from Christopher Ross
de: Letzter Beitrag von Christopher Ross

source: Other Great Plugins
de: Weitere wichtige Plugins

source: Have you enjoyed using this plugin? Why not try out my other great WordPress plugins.
de: Haben Sie genossen Hilfe dieses Plugin? Warum versuchst du es nicht auch meine anderen großen WordPress-Plugins.

source: Settings
de: Einstellungen

source: There was an error uploading the file, please try again!
de: Es gab einen Fehler beim Hochladen der Datei, bitte versuchen Sie es erneut!

source: Cross Slide for WordPress by Christopher Ross
de: Cross Slide für WordPress von Christopher Ross

source: Width
de: Breite

source: Height
de: Höhe

source: Sleep
de: Schlafen

source: Fade
de: Verblassen

source: Ken Burns
de: Ken Burns Effekt

source: Random
de: Zufällige

source: Save Changes
de: Änderungen speichern

source: Images
de: Bilder

source: Please add your image files below.
de: Bitte fügen Sie Ihre Bilddateien.

source: Remove Image
de: Bild entfernen

source: Upload
de: Laden
